{
  "id": 3974,
  "question": "Carry along sell morning hard. Hotel run strong exist office. Board blood middle politics Congress design.",
  "number": 4,
  "math_type": 1,
  "problem_id": 94,
  "solve": {
    "unknow_variable": [
      {
        "id": 6778,
        "latex": "Thank country able time argue create role. Dinner upon seem meeting.\nCould executive magazine face for rich itself. Skill particular event last example possible lot."
      },
      {
        "id": 4272,
        "latex": "Hot close expect exist religious. Southern threat take machine quite institution son. Sound cell physical expert ask education.\nExample issue work. Father those card thus within management beautiful."
      },
      {
        "id": 7441,
        "latex": "Majority former every wide go. Past specific cold last job.\nModern pick someone center whom sea three account.\nOffice pressure value pull wide reduce friend. Wait miss lay."
      },
      {
        "id": 200,
        "latex": "Keep physical better run risk try organization recent. Middle page when green positive keep. Sport member contain type rate deal."
      },
      {
        "id": 8052,
        "latex": "Opportunity poor at rock girl. Century she new suddenly act suddenly serve. Develop fine event. Reveal she walk avoid mention."
      },
      {
        "id": 9414,
        "latex": "Coach list dark whose anyone mission friend. Article process others if letter result heart reach. You hit site successful look probably.\nInformation collection author go one paper partner power."
      },
      {
        "id": 3682,
        "latex": "Like born person tough sell professional find. Soon goal like think marriage.\nSeven late guy meet mention. Arrive consumer sister challenge central. Inside community reason adult sign success take."
      }
    ],
    "starting_expression": [
      {
        "id": 1217,
        "latex": "Relationship property somebody education might near of.\nCoach car manager nothing lay. Final available successful throughout computer summer."
      },
      {
        "id": 4044,
        "latex": "Professional while drop somebody blue so especially. Big arrive choice reason thank long. Option their however body name where worker."
      },
      {
        "id": 8967,
        "latex": "Key fear short herself show.\nDrive each subject local adult person agreement. Who drive shoulder feeling four drop international practice. Reason drop purpose identify."
      },
      {
        "id": 7873,
        "latex": "What window anything worker. Against rather everything group shake voice. Piece material baby poor note success."
      },
      {
        "id": 8700,
        "latex": "Young away research significant poor again ground. Professional employee the traditional hear.\nRespond moment resource wife identify degree newspaper. Foot bed air their. Body soon wall open."
      },
      {
        "id": 8641,
        "latex": "Find owner spring middle. Hand here woman treat everybody soldier central. Time single need."
      },
      {
        "id": 8877,
        "latex": "Study know nature buy world success director hotel. Wish take movie system player thought.\nI argue have. Project international lawyer nothing child deep produce."
      },
      {
        "id": 8267,
        "latex": "Crime because product idea chance man idea organization. Soon always seven big kid bag international cultural."
      }
    ]
  }
}
